Revit 2027 API
ParameterTypeId.InteriorTickDisplay Property
 "Interior Tick Mark Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InteriorTickDisplay { get; }
Public Shared ReadOnly Property InteriorTickDisplay As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InteriorTickDisplay {
	ForgeTypeId^ get ();
}
static member InteriorTickDisplay : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace